import React from 'react'
import styles from './vapehubDescription.module.css'

const VapehubDescription = () => {
    return (
        <div className={styles.container}>
            <div style={{ fontFamily: 'Montserrat', fontSize: '22px', color: '#333333' }}>
                VapeHub - ТОП вейп шоп в Україні
            </div>
            <div style={{ fontFamily: 'Montserrat', fontSize: '14px', color: '#333333', marginTop: '20px' }}>
                Щоб виправдати очікування любителів електронного куріння, наш магазин вейпа VapeHub, підготував спеціальну пропозицію електронних сигарет від кращих вітчизняних та закордонних
                виробників. В асортименті нашого інтернет вейп шопу присутні продукти як для початківців, так і для досвідчених поціновувачів паріння. Різноманітність дизайну і надзвичайно великий вибір
                кольорів, означає, що в нашому магазині електронних сигарет кожен знайде щось для себе. Ми пропонуємо прості форми у вейпах, які активуються кнопкою живлення, а також моделі без кнопки,
                що починають працювати, коли ви робите затяжку.
            </div>
            <div style={{ fontFamily: 'Montserrat', fontSize: '22px', color: '#333333', marginTop: '10px' }}>
                Що таке електронна сигарета і вейп?
            </div>
            <div style={{ fontFamily: 'Montserrat', fontSize: '14px', color: '#333333', marginTop: '20px' }}>
                Електронна сигарета – це популярний сучасний пристрій, який замінює традиційні сигарети серед курців. Їх також називають под системи або Pod System. Є електронні сигарети, що містять
                нікотин, також виробники пропонують моделі без вмісту нікотину. Вейп постійно набирає популярність, а група його прихильників з кожним роком зростає.<br />
                <br />
                Вейпи – ускладнені варіанти. Це пристрої, що відрізняються високою функціональністю. В них передбачаються потужні акумулятори, дисплеї, можливість налаштування різних режимів ширяння. З
                використанням вейпів з'являються величезні хмари пари. Можна розслаблятися та насолоджуватися процесом.<br />
                <br />
                Електронна сигарета є відмінною альтернативою традиційному курінню, з тією різницею, що вона набагато безпечніша для здоров'я. Завдяки своїм унікальним властивостям, вейп жодним чином
                не шкодить здоров’ю, забезпечуючи той самий смак і стимулюючі властивості, що й традиційне куріння нікотину.<br />
                <br />
                Пристрої, якими користуються вейпери, складаються з акумулятора – він забезпечує постійне живлення, розпилювача, що виробляє оброблену пару з повітря, і картриджа, в якому знаходиться
                сольова рідина. Весь процес викурювання електронної сигарети не набагато складніше аналогових прототипів. Одна затяжка активує батарею, яка живить розпилювач, він своєю чергою починає
                генерувати водяні пари, що проходять через резервуар картриджа, так званий кліромайзер.
            </div>

            <div style={{ fontFamily: 'Montserrat', fontSize: '22px', color: '#333333', marginTop: '10px' }}>
                Електронні сигарети: основні переваги над тютюнопалінням
            </div>
            <div style={{ fontFamily: 'Montserrat', fontSize: '14px', color: '#333333', marginTop: '20px' }}>
                Електронні сигарети, на відміну від своїх аналогів, мають масу переваг:
                <ul>
                    <li>Вейпи менш шкідливі, ніж традиційні тютюнові вироби.</li>
                    <li>Вони дозволяють вільно регулювати концентрацію нікотину, використовуючи картриджі з різним рівнем нікотину.</li>
                    <li>Прискорюють процес відмови від паління.</li>
                    <li>Вейп набагато ефективніше нікотинових гумок, пластирів або таблеток, якщо присутня нікотинова залежність.</li>
                    <li>Пара не містить шкідливих для здоров'я речовин.</li>
                    <li>Ви можете використовувати у громадських місцях.</li>
                    <li>Не мають специфічного запаху, тому не шкодять навколишньому оточенню та середовищу, як тютюн.</li>
                    <li>Використання вейпу являється значно дешевшою альтернативою традиційним сигаретам.</li>
                    <li>Електронні сигарети не горять – їх використовують для інгаляцій, які можуть стати відмінною формою релаксації.</li>
                </ul>
                Перед покупкою варто проаналізувати, для яких цілей буде використовуватися електронна сигарета, і вибрати потрібну модель. Наш інтернет-магазин вейпів пропонує продукти як для людей, які
                починають свою пригоду з електронними сигаретами, так і для досвідчених користувачів.
            </div>
            <div style={{ fontFamily: 'Montserrat', fontSize: '22px', color: '#333333', marginTop: '10px' }}>
                Як вибрати електронні сигарети?
            </div>
            <div style={{ fontFamily: 'Montserrat', fontSize: '14px', color: '#333333', marginTop: '20px' }}>
                Вибираючи свою першу електронну сигарету, в нашому інтернет-магазині VapeHub, найкраще зосередитися на ергономіці та зручності використання. Пристрої закритої системи, які пропонує
                онлайн вейп шоп, працюють краще, тому що вам залишається тільки замінити картридж, коли він закінчиться. Однак відмінною рисою закритої системи є її краща функціональність – вона дозволяє
                нам додавати рідину у зручний час. Типи електронних сигарет, котрі можливо придбати у нашому vape shop, пропонують нам різні способи поводження та досвід використання, тому при виборі
                оптимального рішення, питання переваг завжди має відігравати ключову роль.<br />
                <br />
                Для початку, кращими рішенням стануть пристрої, засновані на закритій системі, завдяки їх простоті у використанні та необхідності обслуговування. Однак, з іншого боку, вони можуть бути
                неефективним рішенням для тих, кому потрібно часто користуватися електронною сигаретою, оскільки часта заміна картриджів може бути обтяжливою. У цьому випадку навіть початківець може
                вибрати електронну сигарету з відкритою системою, але слід пам'ятати, що це рішення вимагає більшої уваги та додаткових заходів. Магазин Vape Hub пропонує вигідно купити вейп та різні типи
                аксесуарів.<br />
                <br />
                Наша пропозиція включає не тільки можливість зручно та вигідно замовити вейп в Україні, але і широкий вибір продуктів і аксесуарів. У нас можливо знайти все для вейпа, включаючи електронні
                сигарети, нікотинові продукти та аксесуари, які можна використовувати в процесі паріння.<br />
                <br />
                Вся продукція в нашому магазині має одне завдання – зробити моменти, проведені за парінням, приємними. У нас ви зможете купити вейп, под систему, рідину або ж одноразку недорого, також
                ви можете розраховувати на різноманітні премікси, нагрівачі, розпилювачі та зарядні пристрої, а також рідини без нікотину та акумулятори. Перевіряючи відгуки наших клієнтів, можливо
                зрозуміти, що ми продаємо якісну продукцію, яку ви завжди можете знайти в нашому інтернет-магазині від вербників які перевірені часом. Ми пропонуємо дійсно різноманітний асортимент,
                котрий регулярно поповнюється якісними новими продуктами.<br />
                <br />
                Крім того, у нас проводяться постійні акції, для постійних клієнтів працює система кеш-беку. Ми публікуємо багато корисного контенту про куріння, а також огляди та описи перевірених нами
                аксесуарів для куріння. Ціни на вейп та іншу продукцію дуже привабливі, а її якість порадує навіть найвибагливішого курця.<br />
                <br />
                <a style={{color:'#0F4B82', textDecoration: 'none'}}href="https://vapehub.org.ua/nashi-magazyny" target="_blank">Наші офлайн магазини</a> вже є в таких містах, як: Рівне, Тернопіль, Дубно, Здолбунів, Нетішин, Броди, Костопіль, Сарни, Славута, Полонне, Золочів, Червоноград, Звягель, Житомир, Коростень. Ми
                постійно працюємо над відкриттям нових вейп шопів. Якщо Вашого міста немає серед цього переліку Ви можете зробити замовлення онлайн на нашому сайті. Замовлення оформлені до 16:00
                будуть відправлені в той самий день, тож Вам не доведеться його довго чекати. А на замовлення від 999 грн отримаєте безкоштовну доставку. Зазвичай термін доставки 1-2 дні в залежності від
                Вашого населеного пункту. Найшвидша доставка у великі міста, серед яких: Київ, Львів, Одеса, Дніпро, Харків, Луцьк, Житомир, Хмельницький, Вінниця, Кропивницький, Кривий Ріг, Миколаїв,
                Запоріжжя, Суми, Рівне, Полтава, Тернопіль, Чернівці, Черкаси, Чернігів, Івано-Франківськ, Ужгород, Кременчуг, Умань, Біла Церква, Новоград-Волинський, Коломия, та інші.
            </div>
        </div>
    )
}

export default VapehubDescription